Repository: KosyTeam/kerberos
Catalog: po/*.po
Languages: de

source: %d new notifications.
de: %d neue Benachrichtigungen.

source: Caps lock is enabled!
de: Feststelltaste ist aktiviert!

source: No new notifications.
de: Keine neuen Benachrichtigungen.

source: One new notifications.
de: Eine neue Benachrichtigung.

source: Shutdown
de: Herunterfahren

source: Suspend
de: Ruhemodus

source: System locked
de: System gesperrt

source: Unlock as <i>%s</i>.
de: Als <i>%s</i> entsperren.

source: Unlocking system
de: Entsperre System.

source: Verifing input
de: Überprüfe Eingabe.

source: Wrong input, please try again.
de: Falsche Eingabe, bitte erneut versuchen.
